{
  "objCls" : "Guideline",
  "@id" : "https://www.pharmgkb.org/data/guideline/PA166117281",
  "@context" : "https://www.pharmgkb.org/jsonld/guideline.jsonld",
  "id" : "PA166117281",
  "name" : "Professional Society Guideline for carbamazepine and HLA-A",
  "relatedChemicals" : [ {
    "objCls" : "Chemical",
    "@id" : "https://www.pharmgkb.org/data/chemical/PA448785",
    "@context" : "https://www.pharmgkb.org/jsonld/chemical.jsonld",
    "id" : "PA448785",
    "name" : "carbamazepine"
  } ],
  "relatedGenes" : [ {
    "objCls" : "Gene",
    "@id" : "https://www.pharmgkb.org/data/gene/PA35055",
    "@context" : "https://www.pharmgkb.org/jsonld/gene.jsonld",
    "id" : "PA35055",
    "symbol" : "HLA-A",
    "name" : "major histocompatibility complex, class I, A"
  } ],
  "source" : "PRO",
  "summaryHtml" : "<p>The Canadian Pharmacogenomics Network for Drug Safety (CPNDS) clinical recommendation group has published guidelines for the use of HLA-A*31:01 genotype when prescribing carbamazepine (CBZ). They recommend that carbamazepine not be prescribed for CBZ-naive patients who carry at least one HLA-A*31:01 allele.</p>",
  "textHtml" : "<p>The Canadian Pharmacogenomics Network for Drug Safety (CPNDS) clinical recommendation group has published HLA-A based drug dosing guidelines for carbamazepine in <em>Epilepsia</em>.  Excerpts from \"Recommendations for HLA-B*15:02 and HLA-A*31:01 genetic testing to reduce the risk of carbamazepine-induced hypersensitivity reactions\" [Article:<a href=\"/pmid/24597466\">24597466</a>] follow:</p><blockquote><p>Genetic testing for HLA-A*31:01 is recommended for all CBZ-naive patients before initiation of CBZ therapy...In patients who have previously taken CBZ for &gt; 3 months without any adverse effects, and in whom reinitiation of CBZ is considered, genetic testing is NOT recommended (B). In patients who have previously taken CBZ for a shorter period, genetic testing should be considered (B)...In patients who are positive for HLA-B*15:02 or HLA-A*31:01, alternative medications should be used as first-line therapy (A). Consideration in the choice of alternative medications should be given to the possibility of cross-reactivity with structurally simiar AEDs (oxcarbazepine, lamotrigine, phenytoin, phe- nobarbital, primidone).</p></blockquote>"
}