{
  "objCls" : "Guideline",
  "@id" : "https://www.pharmgkb.org/data/guideline/PA166127626",
  "@context" : "https://www.pharmgkb.org/jsonld/guideline.jsonld",
  "id" : "PA166127626",
  "name" : "Professional Society Guideline for irinotecan and UGT1A1",
  "relatedChemicals" : [ {
    "objCls" : "Chemical",
    "@id" : "https://www.pharmgkb.org/data/chemical/PA450085",
    "@context" : "https://www.pharmgkb.org/jsonld/chemical.jsonld",
    "id" : "PA450085",
    "name" : "irinotecan"
  } ],
  "relatedGenes" : [ {
    "objCls" : "Gene",
    "@id" : "https://www.pharmgkb.org/data/gene/PA420",
    "@context" : "https://www.pharmgkb.org/jsonld/gene.jsonld",
    "id" : "PA420",
    "symbol" : "UGT1A1",
    "name" : "UDP glucuronosyltransferase 1 family, polypeptide A1"
  } ],
  "source" : "PRO",
  "summaryHtml" : "<p>A French joint working group comprising the National Pharmacogenetics Network (RNPGx) and the Group of Clinical Onco-pharmacology (GPCO-Unicancer) has published guidelines for the use of <em>UGT1A1*28</em> genotype when prescribing irinotecan. They recommend that the dose of irinotecan be reduced in patients with the <em>UGT1A1*28/*28</em> genotype, and that high-dose irinotecan (&gt;=240 mg/m2) only be prescribed to patients with the <em>UGT1A1*1/*1</em> genotype.</p>",
  "textHtml" : "<p>The French joint working group comprising the National Pharmacogenetics Network (RNPGx) and the Group of Clinical Onco-pharmacology (GPCO-Unicancer) has published <em>UGT1A1</em>-based drug dosing guidelines for irinotecan in <em>Fundamental &amp; Clinical Pharmacology</em>. Excerpts from \"<em>UGT1A1</em> genotype and irinotecan therapy: general review and implementation in routine practice\" [Article:<a href=\"/pmid/25817555\">25817555</a>] follow:</p><blockquote><p> ...we recommend pretreatment UGT1A1 genotyping of the TATA box (*28, *36, *37) for all patients scheduled to receive an irinotecan dose &gt;=180 mg/m2. The rare allele *36 (proficient) can be interpreted as an *1 allele and allele *37 (deficient) as an allele *28.</p></blockquote><blockquote><p> For low irinotecan doses (&lt;180 mg/m2/week) UGT1A1 genotyping is not indicated as hematological and gastrointestinal toxicities are quite similar regardless of the genotype. </p></blockquote><blockquote><p> <strong>For initially scheduled doses between 180 and 230 mg/m2 every 2-3 weeks, *28/*28 patients are at increased risk of developing hematological and/or digestive toxicity as compared to other genotypes...a 25-30% dose reduction at the first cycle is recommended, particularly in cases of associated risk factors (performance status &gt;3).</strong></p></blockquote><blockquote><p> <strong>For initially scheduled doses &gt;=240 mg/m2 every 2-3 weeks, *28/*28 patients are at a much higher risk of hematological toxicity (neutropenia) as compared to other genotypes. We thus recommend contraindicating such an intensified dose in *28/*28 patients. The administration of an intensified dose (240 mg/m2) is only possible in *1/*1 patients, as well as in *1/*28 patients, in the absence of additional risk factors and under strict medical surveillance.</strong> </p></blockquote><blockquote><p> This...analysis is limited by the fact that other UGT1A1 deficient variants are relevant in non-Caucasian populations, particularly the *6 and *27 alleles in Asian populations. </p></blockquote><p>The joint working group also provided a decision tree to guide irinotecan dosing based on <em>UGT1A1</em> genotype:</p><p><img border=\"0\" src=\"/download.do?objCls=Attachment&amp;objId=Decision_tree_for_irinotecan_dosing.png\"/></p><p><em><sup>Reprinted with permission from Etienne-Grimaldi et al. UGT1A1 genotype and irinotecan therapy: general review and implementation in routine practice. Fundamental &amp; Clinical Pharmacology (2015)</sup></em></p>"
}