{
  "guideline": {
    "id": "PA166104983",
    "name": "Annotation of DPWG Guideline for tacrolimus and CYP3A5",
    "source": "DPWG",
    "version": 32,
    "url": "https://www.pharmgkb.org/guidelineAnnotation/PA166104983",
    "relatedChemicals": [
      {
        "id": "PA451578",
        "name": "tacrolimus",
        "symbol": null
      }
    ],
    "relatedGenes": [
      {
        "id": "PA131",
        "name": "cytochrome P450 family 3 subfamily A member 5",
        "symbol": "CYP3A5"
      }
    ],
    "recommendation": true
  },
  "recommendations": [
    {
      "id": "PA166299247",
      "name": "Recommendation PA166299247",
      "population": null,
      "classification": {
        "term": "N/A",
        "termId": "guidelineStrength:981501929"
      },
      "relatedChemicals": [
        {
          "id": "PA451578",
          "name": "tacrolimus",
          "symbol": null
        }
      ],
      "text": {
        "id": 1452061610,
        "html": "<p>RECOMMENDATION LIVER TRANSPLANTATION\nIn addition to the patient’s genotype, the metabolism of tacrolimus is also determined by the genotype of the transplanted liver.\nLIVER is also of the genotype HETEROZYGOUS EXPRESSOR: Use 1.5 times the normal initial dose. Adjustment of the dose should then be based on therapeutic drug monitoring.<br />\nIf LIVER has a DIFFERENT genotype: There is insufficient evidence in the literature to support a dose recommendation.<br />\nRECOMMENDATION INDICATIONS OTHER THAN LIVER TRANSPLANTATION\nUse 1.5 times the initial dose that would yield the desired result in non-expressers. Adjustment of the dose should then be based on therapeutic drug monitoring. Adjustment of the dose should then be based on therapeutic drug monitoring.\nFor example: A Dutch study found a median trough concentration for tacrolimus of 14.7 ng/mL after 3 days at an initial dose of 0.15 mg/kg twice daily for 29 kidney transplant patients who were heterozygous expressers. Their target value was 10 - 15 ng/mL.</p>\n"
      },
      "implications": [
        "An increase of the initial dose can result in an increased chance of reaching a tacrolimus concentration within the target range before the start of therapeutic drug monitoring. However, there is no direct evidence that this results in improved clinical results. The genetic variation results in increased conversion of tacrolimus to inactive metabolites and therefore in a higher required dose."
      ],
      "lookupKey": {
        "CYP3A5": "Intermediate Metabolizer"
      },
      "dosingInformation": true,
      "alternateDrugAvailable": false,
      "otherPrescribingGuidance": false
    },
    {
      "id": "PA166299246",
      "name": "Recommendation PA166299246",
      "population": null,
      "classification": {
        "term": "N/A",
        "termId": "guidelineStrength:981501929"
      },
      "relatedChemicals": [
        {
          "id": "PA451578",
          "name": "tacrolimus",
          "symbol": null
        }
      ],
      "text": {
        "id": 1452061609,
        "html": "<p>LIVER TRANSPLANTATION\nIn addition to the patient’s genotype, the metabolism of tacrolimus is also determined by the genotype of the transplanted liver.\nLIVER is also of the genotype HOMOZYGOUS EXPRESSOR: Use 2.5 times the normal initial dose. Adjustment of the dose should then be based on therapeutic drug monitoring.\nLIVER has a DIFFERENT genotype: There is insufficient evidence in the literature to support a dose recommendation.</p>\n<p>OTHER TRANSPLANTATION\nUse 2.5 times the initial dose that would yield the desired result in non-expressers. Adjustment of the dose should then be based on therapeutic drug monitoring. For example: One Dutch study found a median trough concentration for tacrolimus after three days of 9.4 ng/mL at an initial dose of 0.15 mg/kg twice daily for 5 homozygous kidney transplant patients. Their target value was 10 - 15 ng/mL.</p>\n"
      },
      "implications": [
        "An increase of the initial dose can result in an increased chance of reaching a tacrolimus concentration within the target range before the start of therapeutic drug monitoring. However, there is no direct evidence that this results in improved clinical results. The genetic variation results in an increased conversion of tacrolimus to inactive metabolites and therefore a higher required dose."
      ],
      "lookupKey": {
        "CYP3A5": "Normal Metabolizer"
      },
      "dosingInformation": true,
      "alternateDrugAvailable": false,
      "otherPrescribingGuidance": false
    },
    {
      "id": "PA166299248",
      "name": "Recommendation PA166299248",
      "population": null,
      "classification": {
        "term": "No recommendation",
        "termId": "guidelineStrength:1448526251"
      },
      "relatedChemicals": [
        {
          "id": "PA451578",
          "name": "tacrolimus",
          "symbol": null
        }
      ],
      "text": {
        "id": 1452061611,
        "html": "<p>The guideline does not provide a recommendation for tacrolimus in CYP3A5 non-expressers.</p>\n"
      },
      "implications": [
        "The guideline does not provide a description of the impact of a non-expressor phenotype on tacrolimus."
      ],
      "lookupKey": {
        "CYP3A5": "Poor Metabolizer"
      },
      "dosingInformation": false,
      "alternateDrugAvailable": false,
      "otherPrescribingGuidance": false
    }
  ],
  "citations": [
    {
      "pmid": "21412232",
      "title": "Pharmacogenetics: from bench to byte--an update of guidelines.",
      "authors": [
        "Swen J J",
        "Nijenhuis M",
        "de Boer A",
        "Grandia L",
        "Maitland-van der Zee A H",
        "Mulder H",
        "Rongen G A P J M",
        "van Schaik R H N",
        "Schalekamp T",
        "Touw D J",
        "van der Weide J",
        "Wilffert B",
        "Deneer V H M",
        "Guchelaar H-J"
      ],
      "journal": "Clinical pharmacology and therapeutics",
      "year": 2011
    }
  ],
  "version": "2023-12-19-10-38"
}